{
	"listId": "2022",
	"reverse": true,
	"events": [{
			"id": "06022022",
			"title": "June 2, 2022 - Team Social (lunch & game room)",
			"description": "Location: MTV\nGoogler3 said that Raphael Costa had previously been on a swim team and suggested having him teach us how to swim. I said that I wanted to learn and set up a Calendar event and Chat group for us to coordinate."
		}, {
			"title": "June 7, 2022 - August 18, 2022 - Weekly swimming on Tuesdays and Thursdays",
			"description": "Location: Initially SVL pool. Later moved to MTV and then to Googler3 and I’s apartments due to overcrowding.\nSwam at Google pools and ate dinner at Google cafes with Raphael Costa and Googler3. Raphael was initially reluctant to join for dinner, but eventually did so regularly. He later explained that he didn’t socialize much. I asked him if he’d ever been to a party in college and he said no. He said that he’d been to family dinner parties but not a proper party.\nRaphael mentioned that he had a girlfriend during the second or third time we went swimming together. Later, he mentioned that he was attending a charity event with his girlfriend, at her mom’s request. We joked about him schmoozing with rich people.\nAround this time, I learned that Raphael was born in Brazil, and his family moved to the US when he was young (around 2-4 years old?). I think he said that they initially moved to Florida? And moved to Texas later. I could also be getting him confused with Googler1, who also lived in Florida and Texas\nI also learned that Raphael had a PhD and did his PhD research on VR. Googler3 asked him about Facebook and its Metaverse and R said that he had applied, but been rejected. He also said that he had interviewed for L4 at Google (as PhD new grads typically do), but was offered an L3 position.\nRight before July 4, while swimming at the MP pool, Googler7 asked if we (Raphael or I) had any plans for the upcoming long weekend. I said that I was going to Fresno to buy plates. I was then asked why I was going all the way to Fresno. I said that I really wanted them and that it was a good excuse for a road trip. In the next month or two, Raphael mentioned that he had gone to a craft fair with his girlfriend that had plates. I asked him if he got anything and he said no, as it was all really expensive (like $40). (I am currently unable to find a craft fair that was in the area in this timeframe.)\nDuring the same July 4 conversation, Raphael said that he had his furniture shipped from Texas. While also swimming at the MP pool, Raphael mentioned flying to Texas to see a concert with his sister. He also mentioned flying to visit his parents there at some point, as well. He said that he flew out of SJC and used airport parking. When swimming at the MTV pool after returning from a trip, Raphael informed me that he and Googler3 didn’t really socialize when I wasn’t around. He said that they just swam and left and didn’t really hang out and chat. In contrast, during that day, Googler3 was trying to work out with the pool equipment underwater and doing underwater lunges."
		}, {
			"title": "Summer 2022 - Googler send-off",
			"description": "Location: Santa Clara Square\nI think Brian Chen was mostly quiet during this event, but he did eventually make a snarky suggestion about me cleaning up or serving people, since it seemed like I “like it so much.” (I worked in my parents’ restaurant for several years and was an event host for several years after that, so it’s mostly just something I’m used to.)"
		}, {
			"title": "August 23, 2022 - October 11, 2022 - Weekly swimming on Tuesdays and Thursdays",
			"description":"Location: Santa Clara Square\nMet Googler 1 at the office in August 2022 and added her and Googler 2 to our swimming sessions. We were swimming at my apartment exclusively at this point, due to proximity and overcrowding at the Google pools. We’d hang out in the hot tub, afterwards, and then grab dinner, either off or on campus. I would always drive, due to the garage parking tag attached to my car.\nWe’d typically spend some time hanging out in the hottub, afterwards. Raphael would sometimes comment on the bubbles.<br>Googler 1 first swam with Raphael and I on August 30. When swimming, Raphael appeared to be potentially crowding Googler 1. She looked like she might be uncomfortable, but I wasn’t sure, so I did not intervene. She later said that she would only be swimming with us once a week, as she had a climbing gym membership and wanted to climb on the other day.\nAround this time, I learned that Raphael had a PhD and that he made less than minimum wage at his last job prior to Google. That job was for a startup that he still occasionally did work for. Googler 3 said that he wasn’t sure about Raphael’s age, as he had mentioned working between his bachelor’s and PhD.\nAfter one of our swim sessions, Raphael said that he wanted to host a Labor Day party at his apartment but didn’t know how. I walked him through the process of hosting an event, asking him who he wanted to invite and what he wanted to do. I also suggested getting food for the party, like pizza or snacks. He said he wanted to invite the swimming group and that he was thinking we could just order takeout.\nWe (Googler1, Raphael, Googler3, Allysa (Raphael's girlfriend) and I) ended up ordering food from Sizzling Lunch and watching TV for the party. We spent some time lying on Raphael’s blue shag rug in his living room. As we were about to leave, Raphael asked Googler3 to help him move his TV. I think Googler3 might have asked if that was the main reason for the “party” and Raphael said yes.\n??? - Googler2's apartment incurred significant water damage from his upstairs neighbor. Googler1 suggested meeting up to provide Googler2 a reprieve from his apartment, so we played UNO! and dog-watched at Santa Clara Square."
		}, {
			"title": "September 2022 - Cancelled sessions",
			"description": "Location: MP2-7\nCancelled swimming sessions on September 6 & 8 due to the heat, following Googler1's suggestion. Informed everyone, either via Chat or in person, and deleted Calendar events. Afterwards, Raphael repeatedly asked if we could still go swimming, stopping by my desk to do so at one point. I was annoyed, as I had already said it was too hot, and continued to tell him that I did not feel comfortable hosting people in the heat."
		}, {
			"title": "October 20 & 25, 2022 - Rock climbing",
			"description": "Location: Movement Sunnyvale\nIt was too cold to swim, so we decided to try rock climbing at Googler1's gym."
		}, {
			"title": "Fall 2022 - Org Picnic",
			"description": "Location: SVL-MP2, Costco, Park\nBrian would refer to this as the first time we met in person. It was not. (See above.) However, I had begun losing a significant amount of weight, which had changed my appearance. Brian was noticeably nicer this time. He was also noticeably more active during our Inclusion Committee meetings afterwards.\nMet Brian twice, once with Googler4, once without. The first time was to check the closet for supplies. Brian seemed surprised when he saw me. Saw Googler5 at Brian's desk. He suggested telling Googler4 that I was there, so I took a photo at his desk and sent it to him.\nDuring one of the committee meetings, I suggested storing the items in my fridge, as it was generally very empty and I was concerned that the microkitchens would not have enough space. Googler4 seemed hesitant about the idea and suggested not doing so. It seemed okay to me, as I considered my apartment just another location to store items. We had also started swimming at my apartment at this point and things seemed fine, so I thought it was socially acceptable to host coworkers at one’s apartment. I had not considered that I was blurring work and personal boundaries with a new set of people, who were virtually strangers, and the dangers that came with doing so. So, I insisted on storing the food in my apartment, regardless, ignoring Googler4's protests.\nBrian drove us to Costco in his car. It contained multiple empty or partially empty Hint bottles. It might have been on the drive there that Brian mentioned wanting more friends or people to hang out with or something. He definitely talked at length about rock climbing at some point after I mentioned it. I remember him discussing the various rock climbing levels. He then asked how many times I’ve gone or how long I've been rock climbing and I either said that I hadn’t gone or that I had only done so once. After arriving at Costco, Googler4 went to grab some items by himself. Brian seemed a bit overwhelmed, so I tried to organize the items we needed and plan a path through the store. We then got several items together. Afterwards, we drove to my apartment and fit as much as we could in my fridge. We returned to the office, afterwards, to drop off other stuff at my desk and possibly the microkitchen, as well. When dropping off the hamburger buns at my desk, Brian drew on my name sign in a sharpie, without asking beforehand. I was taken aback, but didn’t say anything, as I generally tried to be really nice to committee members. While at the elevators, Brian made it a point to state that Googler4 was married. (I already knew this.) Brian later dropped multiple items when going to his car after dropping off the remainder of the items at the office.\nSaw Googler6's name (another Community subcommittee member) at the top of LinkedIn after writing this, before adding Googler5's name."
	}]
}
