{
	"listId": "2022",
	"events": [{
			"title": "Swim sessions",
			"description": "Swam at Google pools and ate dinner at Google cafes with Raphael Costa and {{coworker}}. Raphael was initially reluctant to join for dinner, but eventually did so regularly. He later explained that he didn’t socialize much. I asked him if he’d ever been to a party in college and he said no. He said that he’d been to family dinner parties but not a proper party.\\n\\n Raphael mentioned that he had a girlfriend during the second or third time we went swimming together. Later, he mentioned that he was attending a charity event with his girlfriend, at her mom’s request. We joked about him schmoozing with rich people.\\n\\nAround this time, I learned that Raphael was born in Brazil, and his family moved to the US when he was young (around 2-4 years old?). I think he said that they initially moved to Florida? And moved to Texas later. I could also be getting him confused with {{coworker}}, who also lived in Florida and Texas (and {{location}}.)\\n\\nI also learned that Raphael had a PhD and did his PhD research on VR. {{coworker}} asked him about Facebook and its Metaverse and R said that he had applied, but been rejected. He also said that he had interviewed for L4 at Google (as PhD new grads typically do), but was offered an L3 position.\\n\\nRight before July 4, while swimming at the MP pool, {{coworker}} asked if we (Raphael or I) had any plans for the upcoming long weekend. I said that I was going to Fresno to buy plates. I was then asked why I was going all the way to Fresno. I said that I really wanted them and that it was a good excuse for a road trip. In the next month or two, Raphael mentioned that he had gone to a craft fair with his girlfriend that had plates. I asked him if he got anything and he said no, as it was all really expensive (like $40). (I am currently unable to find a craft fair that was in the area in this timeframe.)\\n\\nDuring the same July 4 conversation, Raphael said that he had his furniture shipped from Texas. While also swimming at the MP pool, Raphael mentioned flying to Texas to see a concert with his sister. He also mentioned flying to visit his parents there at some point, as well. He said that he flew out of SJC and used airport parking. When swimming at the MTV pool after returning from a trip, Raphael informed me that he and {{coworker}} didn’t really socialize when I wasn’t around. He said that they just swam and left and didn’t really hang out and chat. In contrast, during that day, {{coworker}} was trying to work out with the pool equipment underwater and doing underwater lunges."
		}, {
			"id": "06022022",
			"title": "Initial meeting",
			"description": "{{coworker}} said that Raphael Costa had previously been on a swim team and suggested having him teach us how to swim. I said that I wanted to learn and set up a Calendar event and Chat group for us to coordinate."
		}
	]
}
